Repository: common-repository/woo-shipment-tracking-order-tracking
Catalog: languages/woocommerce-shipment-tracking-*.po
Languages: fr_fr

source: Shipping Detail
fr_fr: Détail d'expédition

source: Shipment Tracking
fr_fr: Suivi des expéditions

source: Follow link for detailed status.
fr_fr: Suivez le lien pour l'état détaillé .

source: Status
fr_fr: statut

source: Unable to update real time status at this point of time. Please follow the link on shipment id to check status.
fr_fr: Impossible de mettre à jour le statut en temps réel à ce point de temps . S'il vous plaît suivre le lien sur l'expédition id pour vérifier l'état .

source: Sorry, Unable to proceed.
fr_fr: Désolé , Impossible de continuer .

source: Unable to track the shipment. Please cross check shipment id or try after some time.
fr_fr: Incapable de suivre l'expédition . S'il vous plaît vérifier l'expédition traverser id ou essayez après un certain temps .

source: Tracking is unset.
fr_fr: Tracking est à l'arrêt .

source: Tracking Data is reset to default.
fr_fr: Suivi des données est réinitialisés .

source: None
fr_fr: aucun

source: Enter Tracking IDs
fr_fr: Entrez Tracking ID

source: Comma separated, in case of multiple shipment ids for this order.
fr_fr: Séparés par des virgules , dans le cas de plusieurs identifiants d'expédition pour cette commande .

source: This field is Optional.
fr_fr: Ce champ est facultatif.

source: Save/Show Tracking Info
fr_fr: Enregistrer / Afficher Tracking Infos

source: You don't have admin privileges to view this page.
fr_fr: Vous ne disposez pas des privilèges d'administrateur pour voir cette page .

source: Unable to update tracking info.
fr_fr: Impossible de mettre à jour d'informations de suivi .

source: Tracking
fr_fr: poursuite

source: Shipment Tracking Settings
fr_fr: Paramètres de suivi de l'expédition

source: Custom Shipment Message.
fr_fr: Envoi de message personnalisé .

source: Define your own shipment message. Use the place holder tags [ID], [SERVICE] and [DATE] for Shipment Id, Shipment Service and Shipment Date respectively.<br>
fr_fr: Définissez votre propre message d' expédition. Utilisez les balises lieu de titulaire [ID] , [Service] et [ date] pour l'expédition Id , service de transport et l'expédition date respectivement . <br>

source: Turn off API Status
fr_fr: Éteignez API Statut

source: Turn off Real time API Status
fr_fr: Éteignez temps réel API Statut

source: Turn off real time API tracking status on customer order page. Basic Tracking info on top will still be displayed.
fr_fr: Éteignez statut en temps réel de suivi de l' API sur la page de commande du client . Infos de suivi de base au-dessus sera toujours affichée .

source: Tracking Data
fr_fr: suivi des données

source: You can add or remove any shipment tracking services by adding or removing respective lines. <br/>To add new service, create a new line by adding shipper name and tracking url (optional) separated using pipe symbol '|' as given below. <br/>Format: <strong>[ shipping service name ] | [ shipment tracking url (optional) ]</strong><br/>Example: <strong>Shipping Service Name | http://tracking_url?tracking_id=</strong><br/><br/>Complex tracking urls can be represented using place holder tags [ID] and [PIN] for Shipment Id and Postcode respectively.<br/>Example: <strong>PostNL | https://jouw.postnl.nl/[ID]/track-en-trace/111111111/NL/[PIN]</strong><br/><br/>
fr_fr: Vous pouvez ajouter ou supprimer des services de suivi des expéditions en ajoutant ou supprimant des lignes respectives . <br/> Pour ajouter un nouveau service , créer une nouvelle ligne en ajoutant le nom de l'expéditeur et le suivi des URL (optionnel ) séparées utilisant le symbole de pipe ' | ' comme indiqué ci-dessous. <br/> Format: <strong > [nom du service d'expédition ] | [ url suivi de l'expédition (en option ) ] < / strong> <br/> Exemple: <strong > Nom d'expédition Service | http: // tracking_url tracking_id = < / strong> <br/> URL de suivi complexes peuvent être représentés en utilisant les balises lieu de titulaire [ ID ] et [ PIN ] pour l'expédition Id et code postal respectivement Exemple <br/> : <strong > PostNL | https : . // jouw .postnl.nl / [ ID ] / piste -en- trace / 111111111 / NL / [PIN ] </ strong > <br/>

source: [ shipping service name ]|[ shipment tracking url ]
fr_fr: [ Nom du service d'expédition ] | [ Suivi d'envoi URL ]

source: Reset Tracking Data
fr_fr: Rafraîchir suivi des données

source: Reset tracking data to the default values. All custom added values in the above tracking data will be cleaned up.
fr_fr: Réinitialiser les données de suivi pour les valeurs par défaut . Toutes les valeurs ajoutées personnalisés dans les données de suivi ci-dessus seront nettoyés .

source: Settings
fr_fr: paramètres

source: Support
fr_fr: soutien
